export/request-soma-for-backing-up.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
<soapenv:Body>
<dp:request xmlns:dp="http://www.datapower.com/schemas/management">
<dp:do-backup format="ZIP">
<dp:domain name="all-domains"/>
</dp:do-backup>
</dp:request>
</soapenv:Body>
</soapenv:Envelope>